Repository: tuxi/Talkify
Catalog: Talkify/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# agent.notification.approval_needed
source: Code Agent Needs Approval
de: Code Agent benötigt Genehmigung
es: Code Agent necesita aprobación
fr: Code Agent nécessite une approbation
ja: Code Agent の承認が必要です
ko: Code Agent 승인 필요
pt_br: Code Agent precisa de aprovação
zh_hans: Code Agent 需要审批
zh_hant: Code Agent 需要審批

# agent.notification.cancelled
source: Code Agent Cancelled
de: Code Agent abgebrochen
es: Code Agent cancelado
fr: Code Agent annulé
ja: Code Agent がキャンセルされました
ko: Code Agent 취소됨
pt_br: Code Agent cancelado
zh_hans: Code Agent 已取消
zh_hant: Code Agent 已取消

# agent.notification.cancelled_body
source: Background task was cancelled.
de: Hintergrundaufgabe wurde abgebrochen.
es: Tarea en segundo plano cancelada.
fr: Tâche d'arrière-plan annulée.
ja: バックグラウンドタスクがキャンセルされました。
ko: 백그라운드 작업이 취소되었습니다.
pt_br: Tarefa em segundo plano cancelada.
zh_hans: 后台任务已取消。
zh_hant: 背景任務已取消。

# agent.notification.completed
source: Code Agent Completed
de: Code Agent abgeschlossen
es: Code Agent completado
fr: Code Agent terminé
ja: Code Agent が完了しました
ko: Code Agent 완료됨
pt_br: Code Agent concluído
zh_hans: Code Agent 已完成
zh_hant: Code Agent 已完成

# agent.notification.completed_body
source: Background task completed. Tap to view results.
de: Hintergrundaufgabe abgeschlossen. Zum Anzeigen der Ergebnisse tippen.
es: Tarea en segundo plano completada. Toca para ver los resultados.
fr: Tâche d'arrière-plan terminée. Appuyez pour voir les résultats.
ja: バックグラウンドタスクが完了しました。タップして結果を表示。
ko: 백그라운드 작업이 완료되었습니다. 탭하여 결과를 확인하세요.
pt_br: Tarefa em segundo plano concluída. Toque para ver os resultados.
zh_hans: 后台任务已完成，点击查看结果。
zh_hant: 背景任務已完成，點擊查看結果。

# agent.notification.failed
source: Code Agent Failed
de: Code Agent fehlgeschlagen
es: Code Agent falló
fr: Code Agent a échoué
ja: Code Agent が失敗しました
ko: Code Agent 실행 실패
pt_br: Code Agent falhou
zh_hans: Code Agent 执行失败
zh_hant: Code Agent 執行失敗

# agent.notification.failed_body
source: Background task failed. Tap to view details.
de: Hintergrundaufgabe fehlgeschlagen. Zum Anzeigen der Details tippen.
es: Tarea en segundo plano falló. Toca para ver los detalles.
fr: Tâche d'arrière-plan échouée. Appuyez pour voir les détails.
ja: バックグラウンドタスクが失敗しました。タップして詳細を表示。
ko: 백그라운드 작업이 실패했습니다. 탭하여 세부 정보를 확인하세요.
pt_br: Tarefa em segundo plano falhou. Toque para ver os detalhes.
zh_hans: 后台任务执行失败，点击查看详情。
zh_hant: 背景任務執行失敗，點擊查看詳情。

# agent.notification.pending_items_many
source: A background task has %@ operations waiting for your decision.
de: Eine Hintergrundaufgabe hat %@ Operationen, die auf Ihre Entscheidung warten.
es: Una tarea en segundo plano tiene %@ operaciones esperando tu decisión.
fr: Une tâche d'arrière-plan a %@ opérations en attente de votre décision.
ja: バックグラウンドタスクに %@ 件の操作があり、あなたの決定を待っています。
ko: 백그라운드 작업에 %@개의 결정을 기다리는 작업이 있습니다.
pt_br: Uma tarefa em segundo plano tem %@ operações aguardando sua decisão.
zh_hans: 后台任务有 %@ 项操作等待你的决定。
zh_hant: 背景任務有 %@ 項操作等待你的決定。

# agent.notification.pending_items_one
source: A background task has an operation waiting for your decision.
de: Eine Hintergrundaufgabe hat eine Operation, die auf Ihre Entscheidung wartet.
es: Una tarea en segundo plano tiene una operación esperando tu decisión.
fr: Une tâche d'arrière-plan a une opération en attente de votre décision.
ja: バックグラウンドタスクに操作があり、あなたの決定を待っています。
ko: 백그라운드 작업에 결정을 기다리는 작업이 있습니다.
pt_br: Uma tarefa em segundo plano tem uma operação aguardando sua decisão.
zh_hans: 后台任务有一项操作等待你的决定。
zh_hant: 背景任務有一項操作等待你的決定。

# auth.agreement_joiner
source: and
de: und
es: y
fr: et
ja: および
ko: 및
pt_br: e
zh_hans: 与
zh_hant: 與

# auth.agreement_prefix
source: By continuing, you agree to the
de: Durch die Fortsetzung stimmen Sie den
es: Al continuar, aceptas los
fr: En continuant, vous acceptez les
ja: 続行すると、以下に同意したことになります：
ko: 계속하면 다음에 동의하는 것입니다:
pt_br: Ao continuar, você concorda com os
zh_hans: 继续即表示你已阅读并同意
zh_hant: 繼續即表示你已閱讀並同意

# auth.agreement_required
source: Please read and agree to the Terms of Service and Privacy Policy
de: Bitte lesen und akzeptieren Sie die Nutzungsbedingungen und die Datenschutzerklärung
es: Lee y acepta los Términos de servicio y la Política de privacidad
fr: Veuillez lire et accepter les conditions d'utilisation et la politique de confidentialité
ja: 利用規約とプライバシーポリシーをお読みいただき、同意してください
ko: 이용약관 및 개인정보 처리방침을 읽고 동의해 주세요
pt_br: Leia e concorde com os Termos de Serviço e a Política de Privacidade
zh_hans: 请先阅读并同意用户协议与隐私政策
zh_hant: 請先閱讀並同意用戶協議與隱私政策

# auth.apple_credential_error
source: Failed to parse Apple sign-in credential
de: Apple-Anmeldedaten konnten nicht verarbeitet werden
es: Error al procesar la credencial de inicio de sesión de Apple
fr: Échec de l'analyse des informations d'identification Apple
ja: Appleサインイン認証情報の解析に失敗しました
ko: Apple 로그인 자격 증명을 구문 분석하지 못했습니다
pt_br: Falha ao processar a credencial de login da Apple
zh_hans: Apple 登录凭证解析失败
zh_hant: Apple 登入憑證解析失敗

# auth.apple_invalid
source: Apple sign-in credential is invalid
de: Apple-Anmeldedaten sind ungültig
es: La credencial de inicio de sesión de Apple no es válida
fr: Les informations d'identification Apple sont invalides
ja: Appleサインインの認証情報が無効です
ko: Apple 로그인 자격 증명이 유효하지 않습니다
pt_br: A credencial de login da Apple é inválida
zh_hans: Apple 登录凭证无效
zh_hant: Apple 登入憑證無效

# auth.apple_sign_in
source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
ja: Appleでサインイン
ko: Apple로 로그인
pt_br: Entrar com Apple
zh_hans: 使用 Apple 登录
zh_hant: 使用 Apple 登入

# auth.code_placeholder
source: Enter verification code
de: Bestätigungscode eingeben
es: Ingresar código de verificación
fr: Saisir le code de vérification
ja: 確認コードを入力
ko: 인증번호 입력
pt_br: Digite o código de verificação
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

# auth.divider_or
source: or
de: oder
es: o
fr: ou
ja: または
ko: 또는
pt_br: ou
zh_hans: 或
zh_hant: 或

# auth.empty_code
source: Please enter the verification code
de: Bitte geben Sie den Bestätigungscode ein
es: Ingrese el código de verificación
fr: Veuillez saisir le code de vérification
ja: 確認コードを入力してください
ko: 인증번호를 입력하세요
pt_br: Digite o código de verificação
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# auth.error.invalid_response
source: Invalid server response.
de: Ungültige Server-Antwort.
es: Respuesta del servidor no válida.
fr: Réponse du serveur invalide.
ja: サーバーの応答が無効です。
ko: 서버 응답이 유효하지 않습니다.
pt_br: Resposta do servidor inválida.
zh_hans: 服务器响应无效。
zh_hant: 伺服器回應無效。

# auth.error.network
source: Network error：%@
de: Netzwerkfehler：%@
es: Error de red：%@
fr: Erreur réseau : %@
ja: ネットワークエラー：%@
ko: 네트워크 오류：%@
pt_br: Erro de rede：%@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

# auth.error.no_refresh_token
source: Unable to refresh: missing refresh token.
de: Aktualisierung nicht möglich: Refresh-Token fehlt.
es: No se puede actualizar: falta el token de actualización.
fr: Impossible d'actualiser : jeton d'actualisation manquant.
ja: 更新できません：リフレッシュトークンがありません。
ko: 새로 고침할 수 없음: 리프레시 토큰이 없습니다.
pt_br: Não foi possível atualizar: token de atualização ausente.
zh_hans: 无法刷新：缺少 refresh token。
zh_hant: 無法重新整理：缺少 refresh token。

# auth.error.not_authenticated
source: Not authenticated.
de: Nicht authentifiziert.
es: No autenticado.
fr: Non authentifié.
ja: 認証されていません。
ko: 인증되지 않았습니다.
pt_br: Não autenticado.
zh_hans: 未登录。
zh_hant: 未登入。

# auth.error.token_refresh_failed
source: Token refresh failed. Please sign in again.
de: Token-Aktualisierung fehlgeschlagen. Bitte melden Sie sich erneut an.
es: Error al actualizar el token. Vuelve a iniciar sesión.
fr: Échec de l'actualisation du jeton. Veuillez vous reconnecter.
ja: トークンの更新に失敗しました。再度ログインしてください。
ko: 토큰 새로 고침에 실패했습니다. 다시 로그인해 주세요.
pt_br: Falha ao atualizar o token. Faça login novamente.
zh_hans: Token 刷新失败，请重新登录。
zh_hant: Token 重新整理失敗，請重新登入。

# auth.get_code
source: Get Code
de: Code anfordern
es: Obtener código
fr: Obtenir le code
ja: コードを取得
ko: 인증번호 받기
pt_br: Obter código
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# auth.invalid_phone
source: Please enter a valid 11-digit phone number
de: Bitte geben Sie eine gültige 11-stellige Telefonnummer ein
es: Ingrese un número de teléfono válido de 11 dígitos
fr: Veuillez entrer un numéro de téléphone valide à 11 chiffres
ja: 有効な11桁の電話番号を入力してください
ko: 유효한 11자리 전화번호를 입력하세요
pt_br: Digite um número de telefone válido de 11 dígitos
zh_hans: 请输入正确的手机号
zh_hant: 請輸入正確的手機號碼

# auth.logging_in
source: Signing in…
de: Anmeldung…
es: Iniciando sesión…
fr: Connexion…
ja: ログイン中…
ko: 로그인 중…
pt_br: Entrando…
zh_hans: 登录中…
zh_hant: 登入中…

# auth.onetap_cancelled
source: Login cancelled by user
de: Anmeldung vom Benutzer abgebrochen
es: Inicio de sesión cancelado por el usuario
fr: Connexion annulée par l'utilisateur
ja: ユーザーがログインをキャンセルしました
ko: 사용자가 로그인을 취소했습니다
pt_br: Login cancelado pelo usuário
zh_hans: 用户取消登录
zh_hant: 用戶取消登入

# auth.onetap_env_unavailable %@
source: One-tap login is not supported in the current environment: %@
de: One-Tap-Login wird in der aktuellen Umgebung nicht unterstützt: %@
es: El inicio de sesión rápido no es compatible en el entorno actual: %@
fr: La connexion en un clic n'est pas prise en charge dans l'environnement actuel : %@
ja: 現在の環境ではワンタップログインはサポートされていません：%@
ko: 현재 환경에서 원터치 로그인이 지원되지 않습니다: %@
pt_br: O login rápido não é compatível no ambiente atual: %@
zh_hans: 当前环境不支持一键登录：%@
zh_hant: 當前環境不支援一鍵登入：%@

# auth.onetap_hint
source: An account will be created automatically on first sign-in
de: Bei der ersten Anmeldung wird automatisch ein Konto erstellt
es: Se creará una cuenta automáticamente al iniciar sesión por primera vez
fr: Un compte sera créé automatiquement lors de la première connexion
ja: 初回ログイン時にアカウントが自動登録されます
ko: 최초 로그인 시 계정이 자동으로 등록됩니다
pt_br: Uma conta será criada automaticamente no primeiro login
zh_hans: 首次登录将自动注册账号
zh_hant: 首次登入將自動註冊帳號

# auth.onetap_init_failed %@
source: SDK initialization failed: %@
de: SDK-Initialisierung fehlgeschlagen: %@
es: Error al inicializar el SDK: %@
fr: Échec de l'initialisation du SDK : %@
ja: SDKの初期化に失敗しました：%@
ko: SDK 초기화 실패: %@
pt_br: Falha na inicialização do SDK: %@
zh_hans: SDK 初始化失败：%@
zh_hant: SDK 初始化失敗：%@

# auth.onetap_invalid
source: One-tap login credential is invalid
de: One-Tap-Login-Anmeldedaten sind ungültig
es: La credencial de inicio de sesión rápido no es válida
fr: Les informations d'identification de connexion en un clic sont invalides
ja: ワンタップログインの認証情報が無効です
ko: 원터치 로그인 자격 증명이 유효하지 않습니다
pt_br: A credencial de login rápido é inválida
zh_hans: 一键登录凭证无效
zh_hant: 一鍵登入憑證無效

# auth.onetap_sdk_unavailable
source: One-tap login service is unavailable
de: One-Tap-Login-Dienst ist nicht verfügbar
es: El servicio de inicio de sesión rápido no está disponible
fr: Le service de connexion en un clic n'est pas disponible
ja: ワンタップログインサービスは利用できません
ko: 원터치 로그인 서비스를 사용할 수 없습니다
pt_br: O serviço de login rápido não está disponível
zh_hans: 一键登录服务不可用
zh_hant: 一鍵登入服務不可用

# auth.onetap_switch_button
source: Sign in with another phone number
de: Mit anderer Telefonnummer anmelden
es: Iniciar sesión con otro número
fr: Se connecter avec un autre numéro
ja: 別の電話番号でログイン
ko: 다른 전화번호로 로그인
pt_br: Entrar com outro número
zh_hans: 其他手机号登录
zh_hant: 其他手機號碼登入

# auth.onetap_switched
source: User switched to another login method
de: Benutzer hat zu einer anderen Anmeldemethode gewechselt
es: El usuario cambió a otro método de inicio de sesión
fr: L'utilisateur a changé de méthode de connexion
ja: ユーザーが別のログイン方法に切り替えました
ko: 사용자가 다른 로그인 방법으로 전환했습니다
pt_br: Usuário mudou para outro método de login
zh_hans: 用户选择其他登录方式
zh_hant: 用戶選擇其他登入方式

# auth.onetap_token_failed %@
source: Failed to obtain token: %@
de: Token konnte nicht abgerufen werden: %@
es: Error al obtener el token: %@
fr: Échec de l'obtention du jeton : %@
ja: トークンの取得に失敗しました：%@
ko: 토큰을 가져오지 못했습니다: %@
pt_br: Falha ao obter o token: %@
zh_hans: 获取令牌失败：%@
zh_hant: 獲取權杖失敗：%@

# auth.onetap_welcome
source: Welcome to Talkify
de: Willkommen bei Talkify
es: Bienvenido a Talkify
fr: Bienvenue sur Talkify
ja: Talkifyへようこそ
ko: Talkify에 오신 것을 환영합니다
pt_br: Bem-vindo ao Talkify
zh_hans: 欢迎使用 Talkify
zh_hant: 歡迎使用 Talkify

# auth.phone_continue
source: Continue with Phone
de: Mit Telefonnummer fortfahren
es: Continuar con teléfono
fr: Continuer avec le téléphone
ja: 電話番号で続ける
ko: 전화번호로 계속
pt_br: Continuar com telefone
zh_hans: 使用手机号继续
zh_hant: 使用手機號碼繼續

# auth.phone_placeholder
source: Enter phone number
de: Telefonnummer eingeben
es: Ingresar número de teléfono
fr: Saisir le numéro de téléphone
ja: 電話番号を入力
ko: 전화번호 입력
pt_br: Digite o número de telefone
zh_hans: 输入手机号
zh_hant: 輸入手機號碼

# auth.privacy_policy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
zh_hans: 《隐私政策》
zh_hant: 《隱私政策》

# auth.sending_code
source: Sending…
de: Senden…
es: Enviando…
fr: Envoi…
ja: 送信中…
ko: 전송 중…
pt_br: Enviando…
zh_hans: 发送中
zh_hant: 發送中

# auth.subtitle
source: Sign in to continue using Talkify
de: Melden Sie sich an, um Talkify weiter zu nutzen
es: Inicia sesión para seguir usando Talkify
fr: Connectez-vous pour continuer à utiliser Talkify
ja: ログインしてTalkifyを引き続きご利用ください
ko: 로그인하여 Talkify를 계속 이용하세요
pt_br: Entre para continuar usando o Talkify
zh_hans: 登录后即可继续使用 Talkify
zh_hant: 登入後即可繼續使用 Talkify

# auth.terms_of_service
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
pt_br: Termos de Serviço
zh_hans: 《用户协议》
zh_hant: 《用戶協議》

# auth.title
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Connexion
ja: ログイン
ko: 로그인
pt_br: Entrar
zh_hans: 登录
zh_hant: 登入

# billing.already_checked_in
source: You have already checked in today
de: Sie haben heute bereits eingecheckt
es: Ya te has registrado hoy
fr: Vous vous êtes déjà enregistré aujourd'hui
ja: 本日はすでにチェックイン済みです
ko: 오늘 이미 체크인했습니다
pt_br: Você já fez check-in hoje
zh_hans: 今天已经签到过了
zh_hant: 今天已經簽到過了

# billing.buy_for_price
source: Buy Now %@
de: Jetzt kaufen %@
es: Comprar ahora %@
fr: Acheter maintenant %@
ja: 今すぐ購入 %@
ko: 지금 구매 %@
pt_br: Comprar agora %@
zh_hans: 立即购买 %@
zh_hant: 立即購買 %@

# billing.buy_now
source: Buy Now
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter maintenant
ja: 今すぐ購入
ko: 지금 구매
pt_br: Comprar agora
zh_hans: 立即购买
zh_hant: 立即購買

# billing.check_in_now
source: Check In Now
de: Jetzt einchecken
es: Registrarse ahora
fr: S'enregistrer maintenant
ja: 今すぐチェックイン
ko: 지금 체크인
pt_br: Fazer check-in agora
zh_hans: 立即签到
zh_hant: 立即簽到

# billing.checked_in_today
source: Checked in Today
de: Heute eingecheckt
es: Registrado hoy
fr: Enregistré aujourd'hui
ja: 本日チェックイン済み
ko: 오늘 체크인 완료
pt_br: Check-in feito hoje
zh_hans: 今日已签到
zh_hant: 今日已簽到

# billing.checkin_completed_at
source: Checked in on %@. Points have been added to your wallet.
de: Check-in am %@ abgeschlossen. Punkte wurden Ihrem Guthaben hinzugefügt.
es: Registrado el %@. Los puntos se han añadido a tu cartera.
fr: Enregistré le %@. Les points ont été ajoutés à votre portefeuille.
ja: %@にチェックインしました。ポイントがウォレットに追加されました。
ko: %@에 체크인 완료. 포인트가 지갑에 추가되었습니다.
pt_br: Check-in feito em %@. Os pontos foram adicionados à sua carteira.
zh_hans: 已在 %@ 完成签到，点数已到账钱包
zh_hant: 已在 %@ 完成簽到，點數已到帳錢包

# billing.checkin_success
source: Check-in successful. %@ points added.
de: Check-in erfolgreich. %@ Punkte hinzugefügt.
es: Registro exitoso. %@ puntos añadidos.
fr: Enregistrement réussi. %@ points ajoutés.
ja: チェックイン成功。%@ポイントが追加されました。
ko: 체크인 성공. %@ 포인트가 추가되었습니다.
pt_br: Check-in bem-sucedido. %@ pontos adicionados.
zh_hans: 签到成功，已到账 %@ 点
zh_hant: 簽到成功，已到帳 %@ 點

# billing.checkin_success_toast
source: Check-in success +%@ points
de: Check-in erfolgreich +%@ Punkte
es: Registro exitoso +%@ puntos
fr: Enregistrement réussi +%@ points
ja: チェックイン成功 +%@ポイント
ko: 체크인 성공 +%@ 포인트
pt_br: Check-in bem-sucedido +%@ pontos
zh_hans: 签到成功 +%@ 点
zh_hant: 簽到成功 +%@ 點

# billing.checkin_today_reward
source: Check in today to receive %@ points, usable for Talkify AI capabilities after crediting.
de: Checken Sie heute ein, um %@ Punkte zu erhalten, die nach Gutschrift für Talkify AI-Funktionen verwendet werden können.
es: Regístrate hoy para recibir %@ puntos, que se pueden usar para las capacidades de IA de Talkify después de la acreditación.
fr: Enregistrez-vous aujourd'hui pour recevoir %@ points, utilisables pour les capacités IA de Talkify après crédit.
ja: 本日チェックインで%@ポイントを受け取れます。着金後、Talkify AI機能に使用できます。
ko: 오늘 체크인하여 %@ 포인트를 받으세요. 적립 후 Talkify AI 기능에 사용할 수 있습니다.
pt_br: Faça check-in hoje para receber %@ pontos, utilizáveis para recursos de IA do Talkify após o crédito.
zh_hans: 今天签到可领取 %@ 点，到账后可用于 Talkify AI 能力
zh_hant: 今天簽到可領取 %@ 點，到帳後可用於 Talkify AI 能力

# billing.checking_in
source: Checking in…
de: Check-in läuft…
es: Registrando…
fr: Enregistrement en cours…
ja: チェックイン中…
ko: 체크인 중…
pt_br: Fazendo check-in…
zh_hans: 签到中...
zh_hant: 簽到中...

# billing.current_points
source: Current Points
de: Aktuelle Punkte
es: Puntos actuales
fr: Points actuels
ja: 現在のポイント
ko: 현재 포인트
pt_br: Pontos atuais
zh_hans: 当前点数
zh_hant: 當前點數

# billing.daily_checkin_reward
source: Daily Check-in Reward
de: Tägliche Check-in-Belohnung
es: Recompensa de registro diario
fr: Récompense de connexion quotidienne
ja: デイリーチェックイン報酬
ko: 일일 체크인 보상
pt_br: Recompensa diária de check-in
zh_hans: 每日签到奖励
zh_hant: 每日簽到獎勵

# billing.discount_coefficient
source: Discount Factor
de: Rabattfaktor
es: Factor de descuento
fr: Coefficient de réduction
ja: 割引係数
ko: 할인 계수
pt_br: Fator de desconto
zh_hans: 折扣系数
zh_hant: 折扣係數

# billing.discount_x
source: Save %@x
de: %@x sparen
es: Ahorra %@x
fr: Économisez %@x
ja: %@倍お得
ko: %@배 할인
pt_br: Economize %@x
zh_hans: 折扣 %@x
zh_hant: 折扣 %@x

# billing.frozen_points
source: Frozen Points
de: Gesperrte Punkte
es: Puntos congelados
fr: Points gelés
ja: 凍結ポイント
ko: 동결 포인트
pt_br: Pontos congelados
zh_hans: 冻结点数
zh_hant: 凍結點數

# billing.ledger.balance
source: Balance %@
de: Guthaben %@
es: Saldo %@
fr: Solde %@
ja: 残高 %@
ko: 잔액 %@
pt_br: Saldo %@
zh_hans: 余额 %@
zh_hant: 餘額 %@

# billing.ledger.balance_change
source: Points Balance Change
de: Punkteguthaben-Änderung
es: Cambio de saldo de puntos
fr: Changement du solde de points
ja: ポイント残高の変動
ko: 포인트 잔액 변동
pt_br: Alteração do saldo de pontos
zh_hans: 点数余额变动
zh_hant: 點數餘額變動

# billing.ledger.consume
source: Points Consumed
de: Punkte verbraucht
es: Puntos consumidos
fr: Points consommés
ja: ポイント消費
ko: 포인트 소비
pt_br: Pontos consumidos
zh_hans: 点数消耗
zh_hant: 點數消耗

# billing.ledger.empty
source: No points records yet
de: Noch keine Punkteeinträge
es: Aún no hay registros de puntos
fr: Aucun enregistrement de points pour le moment
ja: まだポイント記録がありません
ko: 아직 포인트 기록이 없습니다
pt_br: Ainda não há registros de pontos
zh_hans: 还没有点数记录
zh_hant: 還沒有點數記錄

# billing.ledger.empty_hint
source: Purchase, consumption, freeze, and refund records will appear here.
de: Kauf-, Verbrauchs-, Sperr- und Rückerstattungseinträge erscheinen hier.
es: Los registros de compra, consumo, congelación y reembolso aparecerán aquí.
fr: Les enregistrements d'achat, de consommation, de gel et de remboursement apparaîtront ici.
ja: 購入、消費、凍結、返金の記録がここに表示されます。
ko: 구매, 소비, 동결 및 환불 기록이 여기에 표시됩니다.
pt_br: Registros de compra, consumo, congelamento e reembolso aparecerão aqui.
zh_hans: 后续购买、消耗、冻结和退款记录会显示在这里。
zh_hant: 後續購買、消耗、凍結和退款記錄會顯示在這裡。

# billing.ledger.freeze_event
source: Points Frozen
de: Punkte gesperrt
es: Puntos congelados
fr: Points gelés
ja: ポイント凍結
ko: 포인트 동결
pt_br: Pontos congelados
zh_hans: 点数冻结
zh_hant: 點數凍結

# billing.ledger.frozen
source: Frozen %@
de: Gesperrt %@
es: Congelado %@
fr: Gelé %@
ja: 凍結 %@
ko: 동결 %@
pt_br: Congelado %@
zh_hans: 冻结 %@
zh_hant: 凍結 %@

# billing.ledger.grant
source: Points Granted
de: Punkte erhalten
es: Puntos recibidos
fr: Points reçus
ja: ポイント獲得
ko: 포인트 획득
pt_br: Pontos recebidos
zh_hans: 点数获取
zh_hant: 點數獲取

# billing.ledger.load_failed
source: Failed to load points ledger
de: Punkteverlauf konnte nicht geladen werden
es: Error al cargar el historial de puntos
fr: Échec du chargement de l'historique des points
ja: ポイント台帳の読み込みに失敗しました
ko: 포인트 원장을 불러오지 못했습니다
pt_br: Falha ao carregar o histórico de pontos
zh_hans: 点数账本加载失败
zh_hant: 點數帳本載入失敗

# billing.ledger.point_pack_grant
source: Points Pack Delivered
de: Punktepaket erhalten
es: Paquete de puntos entregado
fr: Pack de points livré
ja: ポイントパック到着
ko: 포인트 팩 도착
pt_br: Pacote de pontos entregue
zh_hans: 点数包到账
zh_hant: 點數包到帳

# billing.ledger.refund
source: Points Refunded
de: Punkte zurückerstattet
es: Puntos reembolsados
fr: Points remboursés
ja: ポイント返金
ko: 포인트 환불
pt_br: Pontos reembolsados
zh_hans: 点数退款
zh_hant: 點數退款

# billing.ledger.subscription_grant
source: Subscription Period Grant
de: Abonnementzeitraum-Gutschrift
es: Concesión de período de suscripción
fr: Attribution de période d'abonnement
ja: サブスクリプション期間付与
ko: 구독 기간 지급
pt_br: Concessão do período de assinatura
zh_hans: 订阅账期发放
zh_hant: 訂閱帳期發放

# billing.ledger.task_consume
source: Deducted After Task Completion
de: Nach Aufgabenabschluss abgezogen
es: Deducido tras completar la tarea
fr: Déduit après la fin de la tâche
ja: タスク完了後に清算
ko: 작업 완료 후 차감
pt_br: Deduzido após conclusão da tarefa
zh_hans: 任务完成后核销
zh_hant: 任務完成後核銷

# billing.ledger.task_freeze
source: Frozen for Task Creation
de: Für Aufgabenerstellung gesperrt
es: Congelado para crear tarea
fr: Gelé pour la création de tâche
ja: タスク作成時に凍結
ko: 작업 생성 시 동결
pt_br: Congelado para criação de tarefa
zh_hans: 创建任务时冻结
zh_hant: 創建任務時凍結

# billing.ledger.task_refund
source: Refunded After Task Failure
de: Nach Aufgabenfehler zurückerstattet
es: Reembolsado tras fallo de la tarea
fr: Remboursé après échec de la tâche
ja: タスク失敗後に返金
ko: 작업 실패 후 환불
pt_br: Reembolsado após falha da tarefa
zh_hans: 任务失败后退款
zh_hant: 任務失敗後退款

# billing.ledger.title
source: Points Ledger
de: Punkteverlauf
es: Historial de puntos
fr: Historique des points
ja: ポイント明細
ko: 포인트 내역
pt_br: Histórico de pontos
zh_hans: 点数明细
zh_hant: 點數明細

# billing.ledger.total_records
source: %@ records total
de: %@ Einträge insgesamt
es: %@ registros en total
fr: %@ enregistrements au total
ja: 全 %@ 件
ko: 총 %@개 기록
pt_br: %@ registros no total
zh_hans: 共 %@ 条记录
zh_hant: 共 %@ 條記錄

# billing.no_subscription
source: No Subscription
de: Kein Abonnement
es: Sin suscripción
fr: Pas d'abonnement
ja: サブスクリプション未契約
ko: 구독 없음
pt_br: Sem assinatura
zh_hans: 未开通订阅
zh_hant: 未開通訂閱

# billing.not_activated
source: Not Activated
de: Nicht aktiviert
es: No activado
fr: Non activé
ja: 未契約
ko: 활성화되지 않음
pt_br: Não ativado
zh_hans: 未开通
zh_hant: 未開通

# billing.paid_agreement_content
source: To protect your rights, please agree to the [Talkify Paid Service Agreement](talkify://paid-protocol)
de: Zum Schutz Ihrer Rechte stimmen Sie bitte der [Talkify-Vereinbarung für kostenpflichtige Dienste](talkify://paid-protocol) zu.
es: Para proteger tus derechos, acepta el [Acuerdo de servicio de pago de Talkify](talkify://paid-protocol).
fr: Pour protéger vos droits, veuillez accepter le [Contrat de service payant Talkify](talkify://paid-protocol).
ja: お客様の権利を保護するため、[Talkify有料サービス規約](talkify://paid-protocol)に同意してください。
ko: 귀하의 권리를 보호하기 위해 [Talkify 유료 서비스 약관](talkify://paid-protocol)에 동의해 주세요.
pt_br: Para proteger seus direitos, aceite o [Contrato de Serviço Pago do Talkify](talkify://paid-protocol).
zh_hans: 为保障您的合法权益，请同意[《Talkify 付费服务协议》](talkify://paid-protocol)
zh_hant: 為保障您的合法權益，請同意[《Talkify 付費服務協議》](talkify://paid-protocol)

# billing.paid_service_agreement
source: Paid Service Agreement
de: Vereinbarung für kostenpflichtige Dienste
es: Acuerdo de servicio de pago
fr: Accord de service payant
ja: 有料サービス規約
ko: 유료 서비스 약관
pt_br: Contrato de serviço pago
zh_hans: 付费服务协议
zh_hant: 付費服務協議
